// RIBBON MENU - MAIN MENU
IDS_MAIN_RIBBON_MENU_Main                     = "主選單"
IDS_RIBBON_MAIN_MENU_NEW                      = "新增專案"
IDS_RIBBON_MAIN_MENU_OPEN                     = "開啟舊檔..."
IDS_RIBBON_MAIN_MENU_CLOSE                    = "關閉專案"
IDS_RIBBON_MAIN_MENU_SAVE                     = "儲存檔案"
IDS_RIBBON_MAIN_MENU_SAVEAS                   = "另存新檔..."
IDS_RIBBON_MAIN_MENU_IMPORT                   = "匯入..."
IDS_RIBBON_MAIN_MENU_EXPORT                   = "匯出..."
IDS_RIBBON_MAIN_MENU_BATCHPRINT               = "批次列印..."
IDS_RIBBON_MAIN_MENU_REGTEST                  = "Regression Test..."
IDS_RIBBON_MAIN_MENU_MRU_FILE                 = "最近"
IDS_RIBBON_MAIN_MENU_EXIT                     = "結束 Design+"
IDS_RIBBON_MAIN_MENU_UNDO                     = "復原"
IDS_RIBBON_MAIN_MENU_REDO                     = "取消復原"
IDS_RIBBON_MAIN_MENU_UNDOLIST                 = "復原"
IDS_RIBBON_MAIN_MENU_REDOLIST                 = "取消復原"

// RIBBON MENU - MODE & LINK
IDS_RIBBON_BARR_MODELINK                      = "模式/連結"
IDS_RIBBON_PANL_MODE_UI                       = "介面"
IDS_RIBBON_MENU_MODE_PROJECT                  = "專案模式"
IDS_RIBBON_MENU_MODE_SIMPLE                   = "簡易模式"
IDS_RIBBON_MENU_MODE_CHECK                    = "檢核模式" 

IDS_RIBBON_PANL_LINK                          = "連結"
IDS_RIBBON_MENU_LINK_MIDAS                    = "midas Link"
IDS_RIBBON_MENU_LINK_OPTION                   = "連結選項"
IDS_RIBBON_MENU_LINK_DATABASE                 = "Link DataBase"

IDS_RIBBON_PANL_MODE_EDIT                     = "編輯模式"
IDS_RIBBON_MENU_MODE_INPUT_FORM               = "構件"
IDS_RIBBON_MENU_MODE_LIST_FORM                = "構件列表"
IDS_RIBBON_MENU_MODE_DWG_FORM                 = "設計圖"
IDS_RIBBON_MENU_MODE_QUAN_FORM                = "工程數量"
IDS_RIBBON_MENU_MODE_CHECK_FORM               = "檢核"

// RIBBON MENU - RC MEMBER
IDS_RIBBON_BARR_RCS                           = "RC造"
IDS_RIBBON_PANL_RCS_CONC                      = "鋼筋混凝土"
IDS_RIBBON_MENU_RCS_SLAB                      = "樓版"
IDS_RIBBON_MENU_RCS_BEAM                      = "梁"
IDS_RIBBON_MENU_RCS_COLUMN                    = "柱"
IDS_RIBBON_MENU_RCS_GENCOLUMN                 = "柱 (任意斷面)"
IDS_RIBBON_MENU_RCS_SHEAR_WALL                = "剪力牆"
IDS_RIBBON_MENU_RCS_COMB_WALL                 = "組合牆"
IDS_RIBBON_MENU_RCS_BASEMENT_WALL             = "地下室外牆"
IDS_RIBBON_MENU_RCS_RETAIN_WALL               = "擋土牆"
IDS_RIBBON_MENU_RCS_ANCHOR_BOLT               = "錨定螺栓"
IDS_RIBBON_MENU_RCS_BUTTRESS                  = "扶壁"
IDS_RIBBON_MENU_RCS_STAIR                     = "樓梯"
IDS_RIBBON_MENU_RCS_CORBEL                    = "托梁/托架"

IDS_RIBBON_PANL_RCS_FOOTING                   = "基礎"
IDS_RIBBON_MENU_RCS_FOUNDATION                = "基礎"
IDS_RIBBON_MENU_RCS_ISO_FOOTING               = "獨立基礎"
IDS_RIBBON_MENU_RCS_COMB_FOOTING              = "聯合基礎"
IDS_RIBBON_MENU_RCS_STRIP_FOOTING             = "連續基礎"

IDS_RIBBON_PANL_RCS_TABLE                     = "表格"
IDS_RIBBON_MENU_RCS_BEAM_LIST                 = "梁列表"
IDS_RIBBON_MENU_RCS_SLAB_LIST                 = "樓版列表"

IDS_RIBBON_PANL_RCS_BATCH_BEAM                = "Batch Beam"
IDS_RIBBON_MENU_RCS_BATCH_BEAM                = "Batch Beam"
IDS_RIBBON_MENU_RCS_BEAM_SMARTDGN_OPT         = "智能設計選項"
IDS_RIBBON_MENU_RCS_BEAM_SMARTDGN_BLD         = "建物資料設定"
IDS_RIBBON_MENU_RCS_BEAM_SMARTDGN_ALL         = "執行智能設計 ( All )"

IDS_RIBBON_PANL_RCS_BATCH_COLUMN              = "Batch Column"
IDS_RIBBON_MENU_RCS_BATCH_COLUMN              = "Batch Column"
IDS_RIBBON_MENU_RCS_COLUMN_SMARTDGN_OPT       = "智能設計選項"
IDS_RIBBON_MENU_RCS_COLUMN_SMARTDGN_BLD       = "建物資料設定"
IDS_RIBBON_MENU_RCS_COLUMN_SMARTDGN_ALL       = "執行智能設計 ( All )"

IDS_RIBBON_PANL_RCS_BATCHWALL                 = "批量牆設計"
IDS_RIBBON_MENU_RCS_BATCH_WALL                = "批量牆設計"
IDS_RIBBON_MENU_RCS_WALL_SMARTDGN_OPT         = "智能設計選項"
IDS_RIBBON_MENU_RCS_WALL_SMARTDGN_BLD         = "建物資料設定"
IDS_RIBBON_MENU_RCS_WALL_SMARTDGN_ALL         = "執行智能設計 ( All )"

// RIBBON MENU - STEEL MEMBER
IDS_RIBBON_BARR_STL                           = "鋼構造"
IDS_RIBBON_PANL_STL                           = "鋼構造"
IDS_RIBBON_MENU_STL_BEAM_COLUMN               = "梁/柱"
IDS_RIBBON_MENU_STL_BASE_PLATE                = "基座板"
IDS_RIBBON_MENU_STL_BOLT_CONNECTION           = "螺栓接合"
IDS_RIBBON_MENU_STL_MOMENT_BOLT               = "螺栓彎矩接合"
IDS_RIBBON_MENU_STL_CRANE_GIRDER              = "天車梁"
IDS_RIBBON_MENU_STL_PURLIN_GIRT               = "桁條/圍梁"
IDS_RIBBON_MENU_STL_WEB_OPENING               = "腹板開孔"
IDS_RIBBON_MENU_STL_WELDING                   = "銲接"
IDS_RIBBON_MENU_STL_EMBEDPLATE                = "預埋板"
IDS_RIBBON_MENU_STL_STAIR                     = "樓梯"
IDS_RIBBON_MENU_STL_CORWEB_BEAM               = "Corrugated Web Beam"

IDS_RIBBON_PANL_SEISMIC_DESIGN_TOOL           = "耐震設計工具"
IDS_RIBBON_MENU_STL_TOOL_UNBRACE_LENGTH       = "無側撐長度"
IDS_RIBBON_MENU_STL_TOOL_BRACE_STRENGTH       = "側向支撐強度"
IDS_RIBBON_MENU_STL_TOOL_LINK_STIFFENER       = "連桿梁加勁板"
IDS_RIBBON_MENU_STL_TOOL_BEAMSTR_VBRACE       = "V型斜撐構架梁強度"

// RIBBON MENU - SRC MEMBER
IDS_RIBBON_BARR_SRC                           = "SRC造"
IDS_RIBBON_PANL_SRC                           = "SRC"
IDS_RIBBON_MENU_SRC_COMPOSITE_BEAM            = "合成梁"
IDS_RIBBON_MENU_SRC_BASE_PLATE                = "基座板"
IDS_RIBBON_MENU_SRC_COLUMN                    = "SRC柱"
IDS_RIBBON_MENU_SRC_CFT_COLUMN                = "CFT柱"

// RIBBON MENU - ALUMINUM MEMBER
IDS_RIBBON_BARR_ALU                           = "鋁構造"
IDS_RIBBON_PANL_ALU                           = "鋁構造"
IDS_RIBBON_MENU_ALU_BEAMCOL                   = "梁/柱"
IDS_RIBBON_MENU_ALU_BEAMCOLGEN                = "梁/柱 (任意斷面)"

// RIBBON MENU - REINFORCEMENT MEMBER
IDS_RIBBON_BARR_RFM                           = "構件補強"
IDS_RIBBON_PANL_RFM_CONC                      = "構件補強"
IDS_RIBBON_MENU_RFM_SLAB                      = "樓版"
IDS_RIBBON_MENU_RFM_BEAM                      = "梁"
IDS_RIBBON_MENU_RFM_COLUMN                    = "柱"

// RIBBON MENU - RC MEMBER
IDS_RIBBON_BARR_PBD                           = "PBD"
IDS_RIBBON_PANL_PBD_CONC                      = "鋼筋混凝土"
IDS_RIBBON_MENU_PBD_RCS_BEAM                  = "梁"
IDS_RIBBON_MENU_PBD_RCS_COLUMN                = "柱"
IDS_RIBBON_MENU_PBD_RCS_WALL                  = "剪力牆"

// RIBBON MENU - LOAD
IDS_RIBBON_BARR_LOAD                          = "載重"
IDS_RIBBON_PANL_LOAD                          = "載重"
IDS_RIBBON_MENU_LOAD_DESIGN_LOAD              = "設計載重"
IDS_RIBBON_MENU_LOAD_IMPORT_LOAD              = "匯入"
IDS_RIBBON_MENU_LOAD_EXPORT_WORD              = "匯出 Word"
IDS_RIBBON_MENU_LOAD_EXPORT_RTF               = "匯出 Word RTF"
IDS_RIBBON_MENU_LOAD_EXPORT_EXCEL             = "匯出 Excel"
IDS_RIBBON_MENU_LOAD_LOAD_COMB                = "載重組合"

// RIBBON MENU - OPTION
IDS_RIBBON_BARR_OPTION                        = "選項"
IDS_RIBBON_PANL_SETTING                       = "Setting"
IDS_RIBBON_MENU_SET_DGNCODE                   = "Design Code"
IDS_RIBBON_MENU_SET_DATABASE                  = "Data Base"

IDS_RIBBON_PANL_OPTION                        = "選項"
IDS_RIBBON_MENU_OPT_BAROPT                    = "鋼筋選項"
IDS_RIBBON_MENU_OPT_STLOPT                    = "鋼構選項"
IDS_RIBBON_MENU_OPT_ALUOPT                    = "鋁構造選項"

IDS_RIBBON_PANL_DGN_OPTION                    = "選項 (構件)"
IDS_RIBBON_MENU_OPT_DGN_OPTION                = "設計選項"
IDS_RIBBON_MENU_OPT_CHK_OPTION                = "檢核選項"
IDS_RIBBON_MENU_OPT_DWG_OPTION                = "繪圖選項"
IDS_RIBBON_MENU_OPT_RPT_OPTION                = "報表選項"

IDS_RIBBON_PANL_OPT_PREFER                    = "偏好設定"
IDS_RIBBON_MENU_OPT_PREFER                    = "偏好設定"
IDS_RIBBON_MENU_OPT_INITDATA                  = "初始值設定"
IDS_RIBBON_MENU_OPT_IMPORT_PREF              = "匯入偏好設定"

// RIBBON MENU - TOOL
IDS_RIBBON_BARR_TOOL                          = "工具"
IDS_RIBBON_PANL_TOOL_TOOLS                    = "工具"
IDS_RIBBON_MENU_TOOL_BATCH_DESIGN             = "批次設計"
IDS_RIBBON_MENU_TOOL_REORDER_MEMBLIST         = "批次列印順序"
IDS_RIBBON_MENU_TOOL_UNIT_CONV                = "單位轉換器"
IDS_RIBBON_MENU_TOOL_DEVELOP_LENGTH           = "伸展&&搭接長度計算器"

IDS_RIBBON_PANL_TOOL_TABLE                    = "表格"
IDS_RIBBON_MENU_TOOL_BAR_TABLE                = "鋼筋面積表"
IDS_RIBBON_MENU_TOOL_BAR_INFO                 = "鋼筋資料庫"
IDS_RIBBON_MENU_TOOL_SECT_INFO                = "型鋼資料庫"

IDS_RIBBON_PANL_TOOL_DEFAULT                  = "預設值設定"
IDS_RIBBON_MENU_TOOL_SET_DEFAULT_ALL          = "設為預設值 (全部)"
IDS_RIBBON_MENU_TOOL_SET_DEFAULT_CUR          = "設為預設值 (現行)"
IDS_RIBBON_MENU_TOOL_SET_DEFAULT_DEL          = "重設預設值"

IDS_RIBBON_PANL_TOOL_CONVERT                  = "資料轉換"
IDS_RIBBON_MENU_TOOL_CONVERT_URGC             = "RC柱 -> 任意斷面柱"
IDS_RIBBON_MENU_TOOL_CONVERT_UCCO             = "RC柱 -> SRC柱"
IDS_RIBBON_MENU_TOOL_CONVERT_URDW             = "RC組合牆 to 一般牆 [ Debug ]"

// RIBBON MENU - DEV TOOL
IDS_RIBBON_BARR_DEVTOOL                       = "Development Tool"
IDS_RIBBON_PANL_DEVTOOL_REGTEST               = "Regression Test"
IDS_RIBBON_MENU_DEVTOOL_REGTEST               = "Reg. Test"
IDS_RIBBON_MENU_DEVTOOL_EXPORT                = "Export"
IDS_RIBBON_MENU_DEVTOOL_RENAME                = "Rename"
IDS_RIBBON_PANL_DEVTOOL_STRING                = "String Tool"
IDS_RIBBON_MENU_DEVTOOL_STR_CONVERT           = "String Converter ( INI File )"
IDS_RIBBON_MENU_DEVTOOL_STR_ALIGNER           = "String Aligner"
IDS_RIBBON_MENU_DEVTOOL_STR_FILECOPY          = "String File Copy"
IDS_RIBBON_PANL_DEVTOOL_DLG                   = "Dialog"
IDS_RIBBON_MENU_DEVTOOL_DLGCTRL               = "Dialog Control Samples"
IDS_RIBBON_PANL_DEVTOOL_CONVERTER             = "Converter"
IDS_RIBBON_MENU_DEVTOOL_CONVERTER             = "Data Converter"

// RIBBON MENU - VIEW
IDS_RIBBON_BARR_VIEW                          = "檢視"
IDS_RIBBON_PANL_VIEW_VIEW                     = "版面配置"
IDS_RIBBON_MENU_VIEW_STATUSBAR                = "狀態列"
IDS_RIBBON_MENU_VIEW_TOPMOST                  = "置於最上層"

IDS_RIBBON_PANL_VIEW_APPLOOK                  = "色彩配置"
IDS_RIBBON_MENU_VIEW_APPLOOK_2000             = "Office 2000"
IDS_RIBBON_MENU_VIEW_APPLOOK_XP               = "Office XP"
IDS_RIBBON_MENU_VIEW_APPLOOK_2003             = "Office 2003"
IDS_RIBBON_MENU_VIEW_APPLOOK_VS2005           = "VS.NET 2005"
IDS_RIBBON_MENU_VIEW_APPLOOK_WIN_XP           = "Windows XP"
IDS_RIBBON_MENU_VIEW_APPLOOK_2007             = "Office 2007"

// RIBBON MENU - WINDOW
IDS_RIBBON_BARR_WINDOW                        = "視窗"
IDS_RIBBON_PANL_WINDOW                        = "視窗"
IDS_RIBBON_MENU_WINDOW_CASCADE                = "重疊顯示"
IDS_RIBBON_MENU_WINDOW_TILE_HORZ              = "水平並排"
IDS_RIBBON_MENU_WINDOW_TILE_VERT              = "垂直並排"
IDS_RIBBON_MENU_WINDOW_ARRANGE                = "Arrange Icons"

// RIBBON MENU - HELP
IDS_RIBBON_BARR_HELP                          = "說明"
IDS_RIBBON_PANL_HELP_HELP                     = "說明"
IDS_RIBBON_MENU_HELP_FINDER                   = "說明文件"
IDS_RIBBON_MENU_HELP_CONTENTS                 = "內容"
IDS_RIBBON_MENU_HELP_SEARCHHELP               = "搜尋"

IDS_RIBBON_PANL_HELP_WEB                      = "網站連結"
IDS_RIBBON_MENU_HELP_MIDASHOME                = "Midas 首頁"
IDS_RIBBON_MENU_HELP_MIDASQNA                 = "Q/A"
IDS_RIBBON_MENU_HELP_MIDASREQ                 = "Request for Improvements"
IDS_RIBBON_MENU_HELP_REGISTERID               = "註冊新帳號"
IDS_RIBBON_MENU_HELP_FAQ                      = "FAQ"
IDS_RIBBON_MENU_HELP_BUGFIXLIST               = "Bug Fix List"
IDS_RIBBON_MENU_HELP_SHOW_START               = "開始"

IDS_RIBBON_PANL_HELP_REGISTER                 = "登錄"
IDS_RIBBON_MENU_HELP_REGISTER                 = "登錄序號"
IDS_RIBBON_MENU_APP_ABOUT                     = "關於 Design+"

// IDR_MAINFRAME MENU
MAINFRM_MENU_POPUP_FILE                       = "檔案"
MAINFRM_ID_FILE_NEW                           = "新增專案\tCtrl+N"
MAINFRM_ID_FILE_OPEN                          = "開啟舊檔...\tCtrl+O"
MAINFRM_ID_FILE_PRINT_SETUP                   = "列印設定..."
MAINFRM_ID_FILE_MRU_FILE1                     = "最近"
MAINFRM_ID_APP_EXIT                           = "結束"

MAINFRM_MENU_POPUP_VIEW                       = "檢視"
MAINFRM_MENU_POPUP_TOOLBARS                   = "工具列"
MAINFRM_ID_VIEW_TOOLBARSMENUITEM              = ""
MAINFRM_ID_VIEW_STATUS_BARMENUITEM            = "狀態列"
MAINFRM_MENU_POPUP_APP_LOOK                   = "色彩配置"
MAINFRM_ID_VIEW_APPLOOK_2000                  = "Office &2000"
MAINFRM_ID_VIEW_APPLOOK_XP                    = "Office &XP"
MAINFRM_ID_VIEW_APPLOOK_2003                  = "Office 200&3"
MAINFRM_ID_VIEW_APPLOOK_VS2005                = "Visual Studio.NET 200&5"
MAINFRM_ID_VIEW_APPLOOK_WIN_XP                = "&Windows XP"
MAINFRM_ID_VIEW_APPLOOK_2007                  = "Office 200&7"
MAINFRM_MENU_POPUP_HELP                       = "說明"
MAINFRM_ID_APP_ABOUT                          = "關於 Design+..."
MAINFRM_ID_HELP_SHOW_START                    = "開始"

// IDR_DPLUSTYPE MENU
MENU_POPUP_FILE                               = "檔案"
ID_FILE_NEW                                   = "新增專案"
ID_FILE_OPEN                                  = "開啟舊檔..."
ID_FILE_CLOSE                                 = "關閉"
ID_FILE_SAVE                                  = "儲存檔案"
ID_FILE_SAVE_AS                               = "另存新檔..."
ID_FILE_IMPORT                                = "匯入..."
ID_FILE_EXPORT                                = "匯出..."
ID_FILE_BATCH_PRINT                           = "批次列印..."
ID_FILE_REGTEST                               = "Regression Test..."
ID_FILE_MRU_FILE1                             = "最近"
ID_APP_EXIT                                   = "結束"

MENU_POPUP_EDIT                               = "編輯"
ID_EDIT_UNDO                                  = "復原\tCtrl+Z"
ID_EDIT_REDO                                  = "取消復原\tCtrl+R"

MENU_POPUP_VIEW                               = "檢視"
MENU_POPUP_TOOLBAR                            = "工具列"
ID_VIEW_TOOLBARS                              = ""
ID_VIEW_STATUS_BAR                            = "狀態列"
MENU_POPUP_APP_LOCK                           = "色彩配置"
ID_VIEW_APPLOOK_2000                          = "Office &2000"
ID_VIEW_APPLOOK_XP                            = "Office &XP"
ID_VIEW_APPLOOK_2003                          = "Office 200&3"
ID_VIEW_APPLOOK_VS2005                        = "Visual Studio.NET 200&5"
ID_VIEW_APPLOOK_WIN_XP                        = "&Windows XP"
ID_VIEW_APPLOOK_2007                          = "Office 200&7"

ID_VIEW_INPUT_FORM                            = "構件"
ID_VIEW_LIST_FORM                             = "構件清單"
ID_VIEW_DWG_FORM                              = "設計圖"
ID_VIEW_QUAN_FORM                             = "工程數量"
ID_VIEW_CHECK_FORM                            = "檢核"

MENU_POPUP_RCS                                = "RC造"
ID_DGN_RCS_SLAB                               = "樓版"
ID_DGN_RCS_BEAM                               = "梁"
ID_DGN_RCS_COLUMN                             = "柱"
ID_DGN_RCS_GENCOLUMN                          = "柱 (任意斷面)"
ID_DGN_RCS_SHEAR_WALL                         = "剪力牆"
ID_DGN_RCS_COMB_WALL                          = "剪力牆 (組合牆)"
ID_DGN_FOUNDATION                             = "基礎"
ID_DGN_COMB_FOOTING                           = "基礎 (聯合)"
ID_DGN_STRIP_FOOTING                          = "基礎 (連續)"
ID_DGN_RCS_BASEMENT_WALL                      = "地下室外牆"
ID_DGN_RCS_RETAIN_WALL                        = "擋土牆"
ID_DGN_RCS_ANCHOR_BOLT                        = "錨定螺栓"
ID_DGN_RCS_BUTTRESS                           = "扶壁"
ID_DGN_RCS_STAIR                              = "樓梯"
ID_DGN_RCS_CORBEL                             = "托梁/托架"
ID_DGN_RCS_BEAM_LIST                          = "梁列表"
ID_DGN_RCS_SLAB_LIST                          = "樓版列表"
ID_DGN_RCS_BATCH_WALL                         = "批量牆設計"

MENU_POPUP_SMART_DGN                          = "智能設計 ( 批量牆設計 )"
ID_DGN_RCS_WALL_SMARTDGN_OPT                  = "智能設計選項..."
ID_DGN_RCS_WALL_SMARTDGN_BLD                  = "建物資料設定..."
ID_DGN_RCS_WALL_SMARTDGN_ALL                  = "執行智能設計 ( All )"

MENU_POPUP_STL                                = "鋼構造"
ID_DGN_STEEL_BEAM_COLUMN                      = "梁&&柱"
ID_DGN_STEEL_BASE_PLATE                       = "基座板"
ID_DGN_STEEL_BOLT_CONNECTION                  = "螺栓接合"
ID_DGN_STEEL_CRANE_GIRDER                     = "天車梁"
ID_DGN_STEEL_PURLIN_GIRT                      = "桁條/圍梁"
ID_DGN_STEEL_WEB_OPENING                      = "腹板開孔"
ID_DGN_STEEL_WELDING                          = "銲接"
ID_DGN_STEEL_EMBEDPLATE                       = "預埋板"
ID_DGN_STEEL_STAIR                            = "樓梯"

MENU_POPUP_SRC                                = "SRC造"
ID_DGN_SRC_COMPOSITE_BEAM                     = "合成梁"
ID_DGN_SRC_BASE_PLATE                         = "基座板"
ID_DGN_SRC_COLUMN                             = "SRC柱"
ID_DGN_SRC_CFT_COLUMN                         = "CFT柱"

MENU_POPUP_ALU                                = "鋁構造"
ID_DGN_ALU_BEAMCOL                            = "梁&&柱"
ID_DGN_ALU_BEAMCOLGEN                         = "梁&&柱 (任意斷面)"

MENU_POPUP_LOAD                               = "載重"
ID_LOAD_DESIGN_LOAD                           = "設計載重..."
ID_LOAD_IMPORT_DESIGN_LOAD                    = "匯入設計載重..."
MENU_POPUP_LOAD_EXPORT                        = "匯出設計載重"
ID_LOAD_EXPORT_WORD                           = "Microsoft &Word"
ID_LOAD_EXPORT_EXCEL                          = "Microsoft &Excel"
ID_LOAD_LOAD_COMB                             = "載重組合 ..."

MENU_POPUP_OPTION                             = "選項"
ID_OPT_OPTION                                 = "選項..."
ID_OPT_DATABASE                               = "Data Base 選項..."
ID_OPT_REBAR                                  = "鋼筋選項..."
ID_OPT_INITDATA                               = "初始值設定..."
ID_OPT_STEEL_OPTION                           = "鋼構選項..."
ID_OPT_ALU_OPTION                             = "鋁構造選項..."
ID_OPT_DGN_OPTION                             = "&設計選項..."
ID_OPT_DWG_OPTION                             = "&繪圖選項..."
ID_OPT_PREFERENCE                             = "偏好設定..."
ID_OPT_CHECK_OPTION                           = "檢核選項..."
ID_OPT_TOPMOST                                = "置於最上層"

MENU_POPUP_MODE                               = "模式"
ID_MODE_PROJECT                               = "專案模式"
ID_MODE_SIMPLE                                = "簡易模式"
ID_MODE_CHECK                                 = "檢核模式"

MENU_POPUP_TOOL                               = "工具"
ID_TOOL_BATCH_DESIGN                          = "批次設計..."
ID_TOOL_SET_DEFAULT_ALL                       = "設為預設值 (全部) ..."
ID_TOOL_SET_DEFAULT_CUR                       = "設為預設值 (現行)\tCtrl+D"
ID_TOOL_SET_DEFAULT_DEL                       = "重設預設值"
ID_TOOL_REORDER_MEMBERLIST                    = "批次列印順序..."
ID_TOOL_IMPORT_PREF                           = "匯入 &偏好設定..."
ID_TOOL_CONVERT_URGC                          = "RC柱 -> 任意斷面柱..."
ID_TOOL_CONVERT_UCCO                          = "RC柱 -> SRC柱..."
ID_TOOL_CONVERT_URDW                          = "RC組合牆 -> 一般牆 [Debug]"
ID_TOOL_BAR_TABLE                             = "鋼筋面積表..."
ID_TOOL_BAR_INFO                              = "鋼筋資料庫..."
ID_TOOL_SECT_INFO                             = "型鋼資料庫..."
ID_TOOL_UNIT_CONV                             = "單位轉換器..."
ID_TOOL_DEVELOP_LENGTH                        = "伸展&&搭接長度計算器..."

MENU_POPUP_LINK                               = "連結"
ID_LINK_MIDAS_FAMILY                          = "midas &Link..."
ID_LINK_OPTION                                = "連結選項..."

MENU_POPUP_WINDOW                             = "視窗"
ID_WINDOW_CASCADE                             = "重疊"
ID_WINDOW_TILE_HORZ                           = "並排"
ID_WINDOW_ARRANGE                             = "&Arrange Icons"

MENU_POPUP_HELP                               = "說明"
ID_HELP_REGISTER                              = "登錄序號..."
ID_HELP_FINDER                                = "說明...\tF1"
ID_HELP_CONTENTS                              = "內容"
ID_HELP_SEARCHHELP                            = "搜尋..."
MENU_POPUP_HELP_WEB                           = "Midas on the &Web"
ID_HELP_MIDASHOME                             = "&Midas 首頁"
ID_HELP_REGISTERID                            = "註冊新帳號"
ID_HELP_LICENSING_CONF                        = "Program Licensing Configuration"
ID_HELP_FAQ                                   = "FAQ"
ID_HELP_MIDASQNA                              = "Q/A"
ID_HELP_MIDASREQ                              = "Request for Improvements"
ID_HELP_BUGFIXLIST                            = "Bug Fix List"
ID_HELP_SHOW_START                            = "開始"
ID_APP_ABOUT                                  = "關於 Design+..."

// Context Menu of Worktree
ID_WORKTREE_LIST_DIALOG                       = "構件列表..."
ID_WORKTREE_SHOW_ALL                          = "全部顯示..."
ID_WORKTREE_HIDE_ALL                          = "全部隱藏..."
ID_WORKTREE_SELECT_ALL                        = "全選..."
ID_WORKTREE_UNSELECT_ALL                      = "取消全選..."
ID_WORKTREE_ADD                               = "新增..."
ID_WORKTREE_DELETEALL                         = "全部刪除"
ID_WORKTREE_GROUP                             = "群組..."
ID_WORKTREE_REORDER                           = "重新排序..."
ID_WORKTREE_SORT_ATOZ                         = "從A到Z排序"
ID_WORKTREE_SORT_ZTOA                         = "從Z到A排序"

ID_WORKTREE_SHOW                              = "顯示..."
ID_WORKTREE_HIDE                              = "隱藏..."
ID_WORKTREE_SELECT                            = "選取"
ID_WORKTREE_UNSELECT                          = "取消選取"
ID_WORKTREE_EDIT                              = "重新命名..."
ID_WORKTREE_COPY                              = "複製"
ID_WORKTREE_DELETE                            = "刪除"
ID_WORKTREE_REPORT_DWG                        = "設計圖&&報告書"
ID_WORKTREE_DWGONLY                           = "設計圖"
ID_WORKTREE_REPORTONLY                        = "報告書"
ID_WORKTREE_NOTOUTPUT                         = "不輸出"
ID_WORKTREE_BY_MEMBER                         = "依構件"

// Context Menu
ID_MAIN_CONTEXT_COPY                          = "複製"
ID_MAIN_CONTEXT_SELECT_ALL                    = "全選"
ID_MAIN_CONTEXT_CLEAR                         = "全部清除"

// Main Input Page
ID_UFDN_ISOLATED                              = "獨立基礎"
ID_UFDN_COMBINE                               = "聯合基礎"
ID_UFDN_STRIP                                 = "連續基礎"
ID_URCO_REGULAR                               = "柱"
ID_URCO_GENERAL                               = "柱 (任意斷面)"
ID_URCO_REINFORCE                             = "Reinforced Column"
ID_URSW_SHEAR                                 = "剪力牆"
ID_URSW_COMBINE                               = "組合牆"
ID_URBL_BEAMLIST                              = "梁表格"
ID_URSL_SLABLIST                              = "樓版表格"
ID_UAAG_REGULAR                               = "資料庫斷面"
ID_UAAG_GENERAL                               = "任意斷面"
ID_URBW_BASEWALL                              = "地下室外牆"
ID_URBW_CANTILEVER                            = "懸臂擋土牆"
ID_BATCH_DGN_BEAM                             = "Batch Beam"
ID_BATCH_DGN_COLUMN							  = "Batch Column"
ID_BATCH_DGN_WALL                             = "Batch Wall"
ID_USSG_BEAM_COLM                             = "Beam / Column"
ID_USSG_CWEB_BEAM                             = "Corrugated Web Beam"
ID_USBP_BASEPLATE                             = "基座板"
ID_USBP_EMBEDPLATE                            = "預埋板"
ID_USBC_BOLT_CONNECT                          = "螺栓接合"
ID_USBC_MOMENT_BOLT                           = "螺栓彎矩接合"

// Popup MENU
ID_POPUP_MENU_DET                             = "詳細計算"
ID_POPUP_MENU_SUM                             = "設計摘要"
ID_POPUP_MENU_INP                             = "計算參數"
ID_POPUP_MENU_DET_DOC                         = "詳細計算( Word )"
ID_POPUP_MENU_SUM_DOC                         = "設計摘要( Word )"
ID_POPUP_MENU_INP_DOC                         = "計算參數( Word )"
ID_POPUP_MENU_DET_RTF                         = "詳細計算( Word RTF )"
ID_POPUP_MENU_SUM_RTF                         = "設計摘要( Word RTF )"
ID_POPUP_MENU_INP_RTF                         = "計算參數( Word RTF )"
ID_POPUP_MENU_DET_XLS                         = "詳細計算( Excel )"
ID_POPUP_MENU_SUM_XLS                         = "設計摘要( Excel )"
ID_POPUP_MENU_INP_XLS                         = "計算參數( Excel )"
ID_POPUP_MENU_DET_LBX                         = "詳細計算( LibXL )"
ID_POPUP_MENU_SUM_LBX                         = "設計摘要( LibXL )"
ID_POPUP_MENU_INP_LBX                         = "計算參數( LibXL )"
ID_POPUP_MENU_DET_TXT                         = "詳細計算( Text )"
ID_POPUP_MENU_SUM_TXT                         = "設計摘要( Text )"
ID_POPUP_MENU_INP_TXT                         = "計算參數( Text )"
ID_GURGW_REPORT_WORD                          = "Microsoft Word"
ID_GURGW_REPORT_RTF                           = "Microsoft Word RTF"
ID_GURGW_REPORT_EXCEL                         = "Microsoft Excel"
ID_POPUP_MENU_RGW_SECT_EDIT                   = "Section Edit Table"
ID_POPUP_MENU_RGW_WALL_MARK                   = "Wall Mark Result Table"

// DgnListBtnDlg
ID_LIST_BTN_DLG_MENU_DET_DOC                  = "詳細計算( Word )"
ID_LIST_BTN_DLG_MENU_SUM_DOC                  = "設計摘要( Word )"
ID_LIST_BTN_DLG_MENU_INP_DOC                  = "計算參數( Word )"
ID_LIST_BTN_DLG_MENU_DET_RTF                  = "詳細計算( Word RTF )"
ID_LIST_BTN_DLG_MENU_SUM_RTF                  = "設計摘要( Word RTF )"
ID_LIST_BTN_DLG_MENU_INP_RTF                  = "計算參數( Word RTF )"
ID_LIST_BTN_DLG_MENU_DET_XLS                  = "詳細計算( Excel )"
ID_LIST_BTN_DLG_MENU_SUM_XLS                  = "設計摘要( Excel )"
ID_LIST_BTN_DLG_MENU_INP_XLS                  = "計算參數( Excel )"
ID_LIST_BTN_DLG_MENU_DET_LBX                  = "詳細計算( LibXL )"
ID_LIST_BTN_DLG_MENU_SUM_LBX                  = "設計摘要( LibXL )"
ID_LIST_BTN_DLG_MENU_INP_LBX                  = "計算參數( LibXL )"
ID_LIST_BTN_DLG_MENU_DET_TXT                  = "詳細計算( Text )"
ID_LIST_BTN_DLG_MENU_SUM_TXT                  = "設計摘要( Text )"
ID_LIST_BTN_DLG_MENU_INP_TXT                  = "計算參數( Text )"
ID_LIST_BTN_DLG_MENU_BAT_DOC                  = "Microsoft Word"
ID_LIST_BTN_DLG_MENU_BAT_XLS                  = "Microsoft Excel"

// Report View Popup MENU
ID_DGN_REPORT_FIT_SIZE                        = "Resize to Fit"
ID_DGN_REPORT_POPUP_MENU_DOC                  = "Word Document"
ID_DGN_REPORT_POPUP_MENU_XLS                  = "Excel Spreadsheet"
ID_DGN_REPORT_POPUP_MENU_LBX                  = "LibXL Spreadsheet"
ID_DGN_REPORT_POPUP_MENU_TXT                  = "Text File"
